Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielen_toimisto.html.tmx
Source language: fin
Languages: sms

source: Saamen kielen toimisto
sms: Sääʹmǩiõl koontâr

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
sms: Sääʹmǩiõl koontâr veekk čõõđ sääʹmǩiõll-lääʹjj (lääʹǩǩ 1086/2003, asetõs 108/2004) meâldlaž tuâjaid.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
sms: Tõt âânn huõl lääʹjjest jurddum jåårǥlõõzzi tuåimtummšest jeeʹres veʹrǧǧniiʹǩǩid da stroiʹttlid, veäʹǩǩat veʹrǧǧniiʹǩǩid da stroiʹttlid sääʹmǩiõlltäiddsaž tuulki haʹŋǩǩummšest di jeeʹres sääʹmǩiõll-lääʹjjest jurddum tuâjaivuiʹm di seuʹrrai sääʹmǩiõll-lääʹjjest šiõttuum täävtõõzzi teâuddjummuž da tuejjeeʹl taarbšeʹmmen aalǥtõõzzid sääʹmǩiõl âânnmõõžž oouʹdeem diõtt.

source: Saamen kielen toimiston henkilökunta neuvoo ja auttaa mielellään saamen kieleen ja saamen kielilakiin liittyvissä asioissa.
sms: Sääʹmǩiõl konttâr tuâjjlažkåʹdd vuäʹppast da veäʹǩǩat miõlstes sääʹmǩiõʹlle da sääʹmǩiõll-läkka õhttneei aaʹššin.

source: Kielitoimistossa on saamen kieliturvasihteerin ja saamen kieliasian sihteerin viran lisäksi neljä pohjoissaamen kielen kielenkääntäjän virkaa sekä yksi inarinsaamen ja yksi koltansaamen kielenkääntäjän virka.
sms: Ǩiõllkonttrest lie sääʹm ǩiõllstaanpiisar da sääʹm ǩiõllaaʹšši piisar viiʹrji lââʹssen nellj tâʹvvsääʹmǩiõl ǩiõlljåårǥlõõʹtti veeʹrj di õhtt aanarsääʹm da õhtt nuõrttsääʹm ǩiõlljåårǥlõõʹtti veʹrǧǧ.

source: Käräjien kokous voi perustaa tarpeen mukaan muitakin virkoja.
sms: Sääʹmteeʹǧǧ sååbbar vuäitt altteed taarb mieʹldd jeeʹres viiʹrjid še.

source: Kielitoimistossa voi olla myös muuta henkilöstöä.
sms: Ǩiõllkonttrest vuäitt leeʹd jeeʹres tuâjjlažkååʹdd še.

source: Saamen kieliturvasihteeri toimii kielitoimiston esimiehenä.
sms: Sääʹm ǩiõllstaanpiisar tuåimmai ǩiõllkonttâr ouddooumžen.

source: Kieliturvasihteeri Anne Kirste Aikio
sms: Ǩiõllstaanpiisar Anne Kirste Aikio

source: toimiston esimies
sms: konttâr ouddooumaž

source: saamen kielilain toteutumisen valvonta ja seuranta
sms: sääʹmǩiõll-lääʹjj teâuddjummuž vuåppmõš da seuʹrrjummuš

source: kielilaista ja muista saamelaisten kielellisistä oikeuksista tiedottaminen
sms: ǩiõll-lääʹjjest da säʹmmlai ǩiõlʼlaž vuõiggâdvuõđin teâđtummuš

source: saamelaisväestön ja viranomaisten neuvonta ja opastaminen saamen kielilain käyttämisestä ja soveltamisesta
sms: sääʹmnarood da veʹrǧǧniiʹǩǩi vuäʹpstummuš da raʹvvjummuš sääʹmǩiõll-lääʹjj ââʹnnmest da suåvldummšest

source: toimialaan liittyvien saamelaisia koskevien asioiden käsittelyn seuranta eri viranomaisissa
sms: tuåimmvoudda õhttneei säʹmmlaid kuõskki aaʹšši ǩiõttʼtõõllmõõžž seuʹrrjummuš jeeʹres veʹrǧǧniiʹǩǩin

source: saamen kielineuvoston esittelijä ja sihteeri sekä päätösten toimeenpanijana tehtäviinsä kuuluvissa asioissa
sms: sääʹm ǩiõllsuåvtõõzz ouʹddepuhtti da piisar di tuʹmmstõõǥǥi tueiʹmmepiijji tuâjees kuulli aaʹššin.

source: Kieliasiansihteeri Marko Marjomaa
sms: Ǩiõllpieʹssohjjeei Niina Aikio-Siltala

source: saamen kieliyhteistyöhön liittyvät tehtävät
sms: Ǩiõllpieʹzzi tuâjjlažkååʹdd pedagooglaž tuärjjummuš

source: saamen kielineuvoston esittelijä ja sihteeri, sekä kielineuvoston kokouksen järjestelyt ja päätösten toimeenpano
sms: Õhttsažtuâjj ǩiõllpieʹsstuåimmjummuž jäʹrjsteeʹjivuiʹm

source: yhteyden pito saamelaisorganisaatioihin yli rajojen
sms: Ǩiõllpieʹssteäggtõõzz vaaldšmummuš

source: Kielipesäohjaaja Niina Aikio-Siltala
sms: Puärrsi vuäʹpstummuš da raʹvvjummuš ǩiõllpeässa da ǩiõll-lauggja õhttneei aaʹššin

source: Kielipesien henkilöstön pedagoginen tukeminen
sms: Ǩiõlljåårǥlõõʹtti

source: Yhteistyö kielipesätoiminnan järjestäjien kanssa
sms: Ǩiõlljåårǥlõʹtti – Irma Laiti , tuåimmpäiʹǩǩ Aanar

source: Kielipesärahoituksen hallinnointi
sms: Ǩiõlljåårǥlõʹtti – Anja Vest , tuåimmpäiʹǩǩ Aanar

source: Vanhempien ohjaus ja neuvonta kielipesään ja kielenelvytykseen liittyvissä asioissa
sms: Mä. Ǩiõlljåårǥlõʹtti – Mággá Välimaa

source: Kielenkääntäjät
sms: Mä. Ǩiõlljåårǥlõʹtti – Seija Aikio-Järviluoma

source: Kielenkääntäjä – Irma Laiti , toimipaikka Inari
sms: Mä. Ǩiõlljåårǥlõʹtti – Rauna Saijets

source: Kielenkääntäjä – Anja Vest , toimipaikka Inari
sms: Aanarsääʹm ǩiõlljåårǥlõʹtti – Tanja Kyrö

source: Ma. kielenkääntäjä – Mággá Välimaa
sms: Mä. aanarsääʹm ǩiõlljåårǥlõʹtti – Henna Lehtola

source: Ma. kielenkääntäjä – Seija Aikio-Järviluoma
sms: Nuõrttsääʹm ǩiõlljåårǥlõʹtti – Merja Fofonoff

source: Ma. kielenkääntäjä – Rauna Saijets
sms: Mä. nuõrttsääʹm ǩiõlljåårǥlõʹtti – Hilkka Fofonoff
